Repository: HongPong/indymedia-tc-drupal-6-build
Catalog: sites/all/modules/submitted_by/translations/*.po
Languages: de, nb

source: Submitted by !username on @datetime
de: Verfasst von !username am @datetime
nb: Skrevet av !username den @datetime

source: "Submitted by" Appearance
de: „Verfasst von“ Erscheinung

source: 'Submitted by...' text
de: „Verfasst von“ Text
nb: 'Skrevet av...' tekst

source: When a comment is displayed, text in this box will be used to override the normal attribution and date-posted text.
de: Wenn ein Kommentar angezeigt wird, wird der Text in dieser Box verwendet werden, um den Text der normalen Autor und Datumsangaben zu überschreiben.

source: Replacement tokens
de: Ersetzungsmuster
nb: Erstattende symboler

source: The following tokens can be used in the Submitted By... text. They will be replaced with the appropriate values.
de: Die folgenden Tokens können für den „Verfasst von...“ Text verwendet werden. Diese werden dann mit den entsprechenden Werten ersetzt.
nb: De følgende symbolene kan bli brukt i Skrevet Av... teksten, De vil bli byttet ut med de passende verdiene.

source: When a node is displayed, text in this box will be used to override the normal attribution and date-posted text.
de: Wenn ein Beitrag angezeigt wird, wird der Text in dieser Box verwendet werden, um den Text der normalen Autor und Datumsangaben zu überschreiben.
nb: Når en node vises så vil teksten i denne tekstboksen bli brukt til å overstyre den normale skrevet av- og dato-teksten.

source: Link to author
de: Link zum Autor
nb: Lenke til skribent

source: Submitted By
de: Verfasst von
nb: Skrevet Av

source: Customize the <em>Submitted by username on date</em> text on a per-nodetype basis.
de: Anpassung des „<em>Verfasst von Benutzername am Datum</em>“ Text je Inhaltstyp.
nb: Tilpass <em>Skrevet av brukernavn den og den datoen</em> teksten på forskjellige nodetyper.

source: Appearance
nb: Utseende

source: submitted_by
nb: submittet_by
